Repository: alpersamur3/askilit
Catalog: po/*.po
Languages: tr

source: Developed by Alper Samur (alpersamur0705@gmail.com)
tr: Geliştirici: Alper Samur (alpersamur0705@gmail.com)

source: About
tr: Hakkımda

source: Shutdown
tr: Tahtayı Kapat

source: Restart
tr: Tahtayı Yeniden Başlat

source: Refresh EBA QR
tr: EBA QR Yenile

source: Password:
tr: Şifre:

source: Countdown:
tr: Geri Sayım:

source: Countdown: {}
tr: Geri Sayım: {}

source: For automatic lock after 25 minutes of no touch, run this command: sudo chmod a+r {device_path} Then restart the device. Without this, the device will lock automatically every 45 minutes.
tr: 25 dakika boyunca dokunma olmazsa otomatik olarak tahtayı kilitlemenin çalışması için: sudo chmod a+r {device_path} komutunu uçbirimde çalıştırıp tahtayı yeniden başlatınız. Bunu yapmazsanız tahta 45 dakikada bir otomatik olarak kilitlenir.

source: Setup Required
tr: Kurulum Gerekli
